grame-cncm/faust/FAUST2ESP32LYRA/SAWWAVE/managed_components/espressif__esp_websocket_client/examples/linux/sdkconfig.ci.coverage
CONFIG_GCOV_ENABLED=y
CONFIG_IDF_TARGET="linux"
CONFIG_IDF_TARGET_LINUX=y
CONFIG_ESP_EVENT_POST_FROM_ISR=n
CONFIG_ESP_EVENT_POST_FROM_IRAM_ISR=n
CONFIG_WEBSOCKET_URI="ws://echo.websocket.events"
